{
    
    "button-about-ouvert" : "about +",
    "button-about-ferme" : "about -",
    "about-text": "<p><i>\"An expression which, only a moment ago, was still alive and even seemed ineradicable, [can] suddenly vanish: it [disappears] with the situation that generated it and to which it will one day bear witness like a fossil\" (Klemperer, LTI, the language of the Third Reich, 1947).”<i></p><p>BⱯBEL RËVOLUㅏION  is an interactive, collaborative and multilingual dystopian tale. It seeks to explore the link between the loss of biodiversity and the loss of linguistic and cultural diversity.This transdisciplinary research-creation project, in process and constantly to be renewed, like any revolution, involves researchers from various disciplines (language didactics, literature, design, information and communication sciences) and computer science engineering students.But  BⱯBEL RËVOLUㅏION also invites you to take part in the work and become its author. </p><p><b>Credits</b></p><p>Project design and supervision: Serge Bouchardon, Isabelle Cros, Adrien Charannat, Erika Fülöp, Simon Renaud. <br>Design and development : Florestan Biaux, Lucas D'Aquaro, Solène Desvaux de Marigny, Ismaïl Kadiri, Mathilde Lange, Claire Malgonne<p>",
   
    "intro_title1" : "Prologue",
    "intro_page1" : "<p>\"Make life b(l)o(ss)om again !\" Despite censorship, this mysterious tag is flourishing on the walls of the city and on social networks, with each new decree from the Centre of Monoculture, the CMC, the all-powerful agro-cultural institution governing both agro-forestry and intellectual life. What exactly is it exhorting? Nobody knows exactly. Some say it's simply poets wanting to replant roses in the asphalt; others that it's nostalgia for archaic polyculture; others that it's insurgents fomenting a coup d'etat... The tag is multiplying with the forthcoming announcement of a new decree that would remove hundreds of names of flowers, plants and trees from the CMC's Official Dictionary, the latest in a long series of laws and amendments designed to purge the Common Language in order to \"update it and bring it more into line with the environment\", as the CMC's Official Dictionary stipulates. As a result, plant biodiversity has been drastically reduced, and the words to describe it have fallen with it.</p>",
    "intro_title2" : "Prologue",
    "intro_page2" : "<p>Under this tag, posts published in the DarkMachine bear witness to the impoverishment and colonisation of nature, culture and knowledge by humans, but also to the resistance being organised against this joint erosion of nature and spirit.</p><p>Assigned to their screens, dissidents resist by writing posts, whose very multilingualism is already resistance, at the very coded heart of the Machine. And so, spontaneously, voices are sprouting, at first stammering and isolated, soon articulated, in languages eradicated by the Coup d'Etat: once flourishing, like English, Mandarin, Hindi, Spanish, Arabic, Bengali and Russian; but also from cultures that are now very distant, like Etruscan, Tregorese or Creole…</p>",
    "intro_title3" : "Prologue",
    "intro_page3" : "<p><p>Following the updating of the dictionary, and despite the ban on speaking these forbidden languages, the wall of the Machine is covered with graphs and digital glyphs; with technotexts, typoemes and hypermediatised bursts of voice; with windows opening onto a multilingual hypertextual elsewhere that has become a prohibited zone; with memories of heterodox heterolingual encounters; with exhortations to cultivate one's garden, right here, right now, even in the tiniest crack in the language and the asphalt. And it doesn't matter if the languages unravel or merge, respond to each other, intertwine to the point of entangling the consonants... And who knows if this polyphony in all languages might not open up a path towards a revitalised diversity: in language but also in germ? And what if it wasn't too late? What if there was a way back? And make the world blossom again in diverse cultures? Yes, but how? Do you know?</p>",
   
    "title_presentation" : "<h1>WHAT IS BⱯBEL RËVOLUㅏION ?</h1>",
    "text_presentation" : "<p><b>BⱯBEL RËVOLUㅏION</b> is an online contributive ecopoetic work in favor of biodiversity from an ecological, linguistic and cultural perspective. It is based on a collaborative research-action approach informed by research in sociolinguistics and didactics of plurilingualism. It examines the connection between the loss of flora and the disappearance of languages through a multi-voiced narrative.</p><p>In a dystopian world, a resistance movement is growing against a political regime which applies a monolingual policy that impoverishes both the language and the natural world, and that contributes to the disappearance of words as well as the reality that they shape and reflect.</p><p>However, voices are being raised in messages published online, in languages whose diversity seeks to revive biodiversity. Whether clamouring or murmuring, these voices interconnect instantaneously into a network and draw an organic and dynamic graph. Will this polyphonic collective of rebels succeed in overturning monoculture and monolingualism? It depends on you! </p>",
    "session_public" : "CURRENT PUBLIC SESSIONS",
    "completed_sessions":"COMPLETED SESSIONS",
   
    "button-next": "Continue",
    "button-back": "Back",
    "enter-world" : "Enter the DarkMachine",
   
    "messages" : "messages",
    "write-messages" : "write a message",
    "add-node-title" : "Title of the message",
    "add-node-author" : "Pseudo",
    "add-node-text" : "Text of the message",
    "in-reaction-to" : "In response to :",
    "belief" : "Position :",
    "belief-against": "Dissident",
    "belief-neutral": "Undecided",
    "belief-in-favor": "Supporter",
    "publish-title": "Publish",
   
    "written-by" : "written by",
   
    "title_for_toggle" : "titles",
    "title_for_zoom" : "size"
   }
   
   
   